{
  "brand": "KISI-KISI JFT",
  "version": "1.0.0",
  "note": "Sumber asli persis dari user. Tidak diubah atau dirapikan. Tiap item disimpan sebagai string apa adanya.",
  "sessions": [
    {
      "id": "S1",
      "title": "Sesi 1",
      "items": [
        "1. かぎ(gambr kunci)",
        "2. けっこん(gmbr orang menikah)",
        "3. あんないします(gambar org memandu keruangan)",
        "4. kanji 住所(じゅうしょ)",
        "5. kanji 軽い (かるくて)",
        "6. ...テレビを(みます)",
        "7. ada email mengenai acara/yang ada イベント jawabannya (しらせます)",
        "8. からだのために...うんどうしたり(歩いたり)",
        "9. ....1 時 30...（分)",
        "10. らいげつからテニスを....みようともっています (始めって)",
        "11. gambar bus(バス）",
        "12. gambar di marahi（しかります）光ります",
        "13. gambar banyak orang（にぎやかな）",
        "14. pengumuman angin topan(たいふう）台⾵",
        "15. gambar orang menonton（映画）",
        "16. gambar telinga（⽿）",
        "17. gambar mata（め）⽬",
        "18. disuruh dokter untuk banyak istirahat（gambar orng istirahat)",
        "19. gambar tas bagus(すてきなバグ）",
        "20. kanji (外国）",
        "21. kanji（安い）やすい",
        "22. よろおふろ (にはいります)",
        "23. kanji 遠い とおい",
        "24. kanji 円",
        "25. gambar bunga sakura 花⽕",
        "26. gambar ibu（ お母さん・おかあさん ）",
        "27. gambar orang kepanasan・（ 暑い・あつい ）",
        "28. gambar baju kotor・（ 汚れ・よごれます ）",
        "29. Memakai celana・（ ズボンをはきます ）",
        "30. にほんの (歌・うた) きくが好きです",
        "31. (注文・ちゅもんするとき)、このほだんをおしえてください・ Kanji Memesan.",
        "32. (大きい・おおきい)アパトにすんでいます・ Kanji Besar",
        "33. Kanji pintu keluar・ 出口・でぐち",
        "34. メール *写真* をおくれました・(Kanji・しゃしん)",
        "35. Berkumpul distasiun lalu pergi・（ あつまって・あつまります・集まります ）",
        "36. かえるときまど (しめて) ください・Melengkapi kalimat",
        "37. にほんのじしんにすいてニュースをみて (びっくりました)・Melengkapi kalimat",
        "38. トイレ",
        "39. かみ",
        "40. ゴミばこ",
        "41. 紹介します・しょうかいします",
        "42. 午前・ごぜん",
        "43. 幸せ・しあわせ",
        "44. 教室・きょうしつ",
        "45. 食べませんか",
        "46. 雑誌を読みます・ざっしをよみます",
        "47. 。。。。かるい",
        "48. 季節・きせつ",
        "49. 。。。ペットがいます",
        "50. 公園 - Hiragana: こうえん - Romaji: Kōen - Indonesia: Taman",
        "51. 丸い - Hiragana: まるい - Romaji: Marui - Indonesia: Bulat",
        "52. 焼きます - Hiragana: やきます - Romaji: Yakimasu - Indonesia: Membakar",
        "53. 質問 - Hiragana: しつもん - Romaji: Shitsumon - Indonesia: Pertanyaan",
        "54. 近所 - Hiragana: きんじょ - Romaji: Kinjo - Indonesia: Tetangga",
        "55. 9月 - Hiragana: くがつ - Romaji: Kugatsu - Indonesia: Bulan September",
        "56. 服を着る/ 着ます - Hiragana: ふくをきる/ きます - Romaji: Fuku o kiru/ kimasu - Indonesia: Memakai baju / Mengenakan pakaian",
        "57. 今は店にいます。 - Hiragana: いま は みせ に います。 - Romaji: Ima wa mise ni imasu. - Indonesia: Sekarang saya ada di toko.",
        "58. 複雑 - Hiragana: ふくざつ - Romaji: Fukuzatsu - Indonesia: Rumit, kompleks",
        "59. 運動 - Hiragana: うんどう - Romaji: Undō - Indonesia: Olahraga",
        "60. 好きじゃないです - Hiragana:  すきじゃないです - Romaji: Suki janai desu - Indonesia: Tidak suka",
        "61. 泳ぐ/ 泳ぎます - Hiragana: およぐ/ およぎます - Romaji: Oyogu/ Oyogimasu - Indonesia: Berenang",
        "62. 台風 - Hiragana: たいふう - Romaji: Taifū - Indonesia: Angin topan",
        "63. 父 ちち",
        "64. 雨 あめ",
        "65. 広います・ひろいます",
        "66. 夢色・ゆめいな",
        "67. お腹が痛い・おなかがいたい",
        "68. 牛乳を飲みます・ぎゅうにゅうをのみます",
        "69. Gambar orang berenang （ 泳ぎます・およぎます ）",
        "70. Gambar stasiun ( 駅・えき  )",
        "71. Gambar kebun binatang  （ 動物園・どうぶつえん ）",
        "72. Kanji・動きます・うごきます",
        "73. Kanji・半・はん",
        "74. Gambar orang buang sampah ( ゴミを捨てる・すてる )",
        "75. られる・Bentuk pasif-Vokal E",
        "76. KK.vokal E+る・ ようになりました"
      ]
    },
    {
      "id": "S2",
      "title": "Sesi 2 (Ekspresi)",
      "items": [
        "1.  Ada tamu di persilahkan masuk  （ お邪魔します・おじゃまします ）",
        "2.  Ada kalender bulan depan libur mau kemana ?. （ どこにも行かないで ）",
        "3.  Percakapan tentang FUKUOKA/福岡 pernah kesana ga?.  おすすめ makan ramen. ( 行ったら食べてみてください )",
        "4.  Suka musim panas ga?. 夏が好きですか、・なつがすきですか A. Gasuka・好きじゃない B. Kenapa・どうして   Jawaban ( なつがあつい、苦ってですから。にがって )",
        "5.  Pilih できれば DEKIREBA(kalua bias ) sama YOKATTARA よかったら( jika anda tidak keberatan) menawarkan sesuatu kepada orang lain.",
        "6.  Jawaban yang ada pola のに・KK. る(bentuk kamus)+のに",
        "7.  Dikasih kado ( 大切にいます・たいせつにいます )",
        "8.  Lagi di restoran manggil pelayan bilang apa ( すみません )",
        "9. 習いました - Hiragana: ならいました - Romaji: Naraimashita - Indonesia: Sudah belajar",
        "10. 会いますか - Hiragana: あいますか - Romaji: Aimasuka - Indonesia: Mau bertemu?",
        "11. 使う - Hiragana: つかう - Romaji: Tsukau - Indonesia: Menggunakan",
        "12. ちゃ ダメ - Bunpou: では いけない, じゃ いけない & ちゃ ダメ - Romaji: Cha dame - Pengertian: Tidak boleh (Larangan)",
        "13. どうでしたか - Indonesia: Bagaimana? (Bagaimana keadaannya?)",
        "14. ありがとうございます。 - Romaji: Arigatō gozaimasu. - Indonesia: Terima kasih.",
        "15. それでお願いがあるんですか - Hiragana: それ で おねがい が あるんですか - Romaji: Sore de onegai ga aru n desu ka - Indonesia: Apakah ada permintaan?",
        "16. お大事に - Hiragana: おだいじに - Romaji: Odaiji ni - Indonesia: Cepat sembuh.",
        "17. 是非行って見てください - Hiragana: ぜひいってみてください - Romaji: Zehi itte mite kudasai - Indonesia: Silahkan pergi dan lihat.",
        "18. お世話になります - Hiragana: おせわになります - Romaji: Osewaninarimasu  - Bahasa Indonesia: Terima kasih atas bantuan Anda / Terima kasih atas perhatian Anda.",
        "19. (Gambar kantong plastik.) プラスチックバッグ / Purasutikku baggu - Kanji: 捨てているのに使います。 - Hiragana: すっているのにつかいます。 - Romaji: Sutteru no ni tsukaimasu. - Indonesia: Saya menggunakannya meskipun sudah habis.",
        "20. 賑やかで - Hiragana: にぎやか - Romaji: Nigiyaka - Indonesia: Ramai (atau: Meriah) Penghubung kata sifat な.",
        "21. Wanita turun dianterin pria bilang  （ ここでいいです ）",
        "22. 病院に。。。休み・びょういんに。。やすみ",
        "23. ばあい",
        "24. Ada orang pesan fotocopy nanya ke atasan(melengkapi kalimat)（  があります ）",
        "25. よつになります",
        "26. ちょとだめです",
        "27. いまどこですか",
        "28. いてらっしゃい",
        "29. おいしそう",
        "30. Pertanyaan belajar Bahasa jepang bagaimana? . melalui anime dll ditanya まだまだです。。。（ いいえ そんなことないんです ）",
        "31. a.おせわにしつれいします |b.お疲れ様です・おつかれさまでした",
        "32. コーヒーをのみます。。。いただきます",
        "33. Gambar orang tenggelam・だれがたすけて",
        "34. a.きむさん どうしたんですか |b.おなかがいたいです",
        "35. どんなパンカチがほしいですか。。。・きれいなパンです",
        "36. a.お世話になりました・おせわになりました |b.こちらこそ、お元気で",
        "37. a.あしたやきゅのしあい |b.わたしは (遠慮)します・ Kanji・えんりょ",
        "38. GAMBAR Event a.すみません、まだ(終わって)いません今いすを並べています・おわって・selesai |b.よろしくお願いします。",
        "39. a.あめがふったらどうしますか。  |b.雨の日(中止し)ます・ちゅうし",
        "40. GAMBAR Mesin Fotocopy・このコピー(使ってもいいですか・つかいます)",
        "41. GAMBAR BUKU・わたしのしゅみは (よむことです)",
        "42. ADA GAMBAR KOUEN \"KB\"(あります）",
        "43. ADA ORANG MENGINJAK KAKI(すみません）",
        "44. ADA GAMBAR OTERA/JINJA DIBANGUN....MASEHI(たてられたそうです）",
        "45. GAMBARORANGMEMBELIBANANA(ください）",
        "46. BUNPOU(ようになります）",
        "47. MENANYAKAN SEBUAH KOTA(ちょっとわからないですか）",
        "48. MEMBAHAS RASA MAKANAN YANG TELAH DICICIPI DISEBUAH RESTORAN(おいしかったです）",
        "49. ADA GAMBAR ORANG MENAWARI MAKANAN,TAPI TDK MAU KARNA SUDAH KENYANG(もういっぱいです",
        "50. MEMBICARAKAN AKAN PERGI KE SUATU TEMPAT LALU MENGJAK（じゃ⾏きましょう）",
        "51. ADA ORANG KESULITAN MEMBAWA BARANG LALU LAWAN BICARA(てつだいましょうか）",
        "52. KANJI 悪いわるい A;おだいじに B:おねがいします",
        "53. PERCAKAPAN DUA PRIA MENANYAKAN TENTANG FUNGSI MESIN（機能）",
        "54. gambar orang mempersilahkan nenek\"untuk duduk(どうぞ )",
        "55. ada barang yang kelupaan (yang ada しまいます)",
        "56. Percakapan sedang telepon A: もしもし,いまどこですか? B: いま、ゆうびんきょくのまえに...(います)",
        "57. gambar perempuan marah kepada laki\" yang melakukan kesalahan jawabannya (こんどから、きをつけます)",
        "58. ada percakapan menanyakan apakah キムさん bisa berbahasa Inggris キムさんはえいごが.....(できますか)",
        "59. ada percakapan tentang mengenai pekerjaan A: pekerjaannya bagaimana? B: akhir\"ini pekerjaannya sibuk karena tidak ada waktu (いそがしくて)",
        "60. gambar matahari cerah A: (いいてんきですね) B: そうですね",
        "61. gambar orang sedang telepon, menanyakan kabar intinya jawabanya (ひさしぶり/おひさしぶり"
      ]
    },
    {
      "id": "S3",
      "title": "Sesi 3 (Choukai)",
      "items": [
        "1. gambar roti dan telur (パン と たまご)",
        "2. cuaca cerah (gmbr matahari)",
        "3. ada perintah dari guru a. membuka halaman (120) b. gambar orang memegang telinga (perintah untuk mendengarkan)",
        "4. percakapan antara dua orang demi untuk menjaga kesehatan melakukan apa? (gambar orang joging)",
        "5. sedang di gedung olahraga a. gambar orang memegang penyedot debu b. gambar orang sedang menelpon",
        "6. berapa minggu batas meminjam buku (3 しゅうかん)",
        "7. libur musim panas mulai kapan a. 7 ⽉ 24⽇ b. gambar kuil shinto/jinja",
        "8. INGIN MELIHAT FILM,JANJIAN JAM(12;30 DI IRIGUCHI)",
        "9. KETOKO BERTANYA SIZE BAJU L WARNA HITAM TAPI TIDAK ADA（UKURAN M WARNA HITAM 絵）",
        "10. APA YANG DIPINJAM ORANG PEREMPUAN SAAT PERGI SKI(PERALATAN SKI 絵）B ︰あＰあ YANG AKAN DI BELI DAHULU SEBELUM BERANGKAT（KACAMATA)",
        "11. A;．MINUM OBAT２回 SEHARI B; SARAN DOKTER(GMBAR ORANG TIDUR)",
        "12. A; HAL PERTAMA APA YANG DILAKUKAN SAAT GEMPA(絵ORANG BERLINDUNG DIBAWAH MEJA) B:PERGI KEMANA UNTUK BERLINDUNG(絵TEMPAT LUAS 広場（LAPANGAN)",
        "13. BIAYA MEMINJAM 1 JAM(400円）",
        "14. TENTANG KOPI, APA YANG DITUANGKAN DIDALAM KOPI(絵 GMBAR MEMASUKAN GULA)",
        "15. TENTANG FESTIVAL COKLAT A:BERTANYA DI LANTAI BERAPA FESTIVAL COKLAT DIADAKAN（LANTAI9(9階）B:KAPAN WAKTU SELESAI FESTIIVAL（絵JAM １８；３０）",
        "16. GAMBAR PETA MENUNJUKAN JALAN,MENUJU KE(APATO/DEPATO)",
        "17. GAMBAR DITOKO BUAH,MENAWARKAN PISANG いいですよ",
        "18. Percakapan 2orang makan/食事 bersama kapan?. 10日木曜日・Kamis・Tanggl 10",
        "19. Percakapan 2 orang  ( GAMBAR supermarket depan Rumah )",
        "20. Cewe cowo pesan makanan, bingung mau sashimi/udon ( GAMBAR RAMEN )",
        "21. Bertanya kereceptionis tentang jadwal kelas jepang hari sabtu di lantai berapa?.( LANTAI 2 )",
        "22. Pelayan toko senior dan junior jus di taruh dimana  ( LEMARI KIRI・C )",
        "23. Cewe dan petugas stasiun JAM berapa berangkat?.  ( 14:45 )",
        "24. Percakapan ingin membeli hp baru ditoko mana?. ( GAMBAR Toko elektronik Asahi )",
        "25. Peraturan bersepeda apa yang tidak boleh dilakukan?.Parkir diman? ( GAMBAR orang naik sepeda di sebelah mobil )・( GAMBAR parkiran depan stasiun/konbini )",
        "26. Percakapan pembeli dan penjual,apa yang dibeli?. ( GAMBAR cocacola 2 dan burger 1 )",
        "27. Perempuan memesan MINUMAN ( お茶・おちゃ )",
        "28. Jadwal pesawat Berangkat A. Jam: 10:50 B. Pintu masuk: NO 18",
        "29. Pensil dan Gunting ditaruh dimana?. ( 上にから  2 つのです。Gambar yg ada hikidasi lemari kecil 2 )",
        "30. Ada 2 orang laki-laki dan perempuan masuk restaurant menanyakan peralatan habis harus lapor ke atasan biar nanti dipesankan - Gambar cewek lagi ngobrol dengan atasan.",
        "31. Seseorang memesan makanan. ( 4 onigiri dan 3 sandwich )",
        "32. Soal cuaca, cuaca kemarin huan besar sekarang bagaimana?. (  晴れ cerah GAMBAR )",
        "33. Orang lagi sakit kemarin panas, sekarang bagaimana?. ( GAMBAR memegang kepala ada tanda petir di atasnya )",
        "34. Ada orang nanya liburan ke KYOTO ?.  paket liburan acara apa yang tiketnya sudah termasuk gratis makanan. ( GAMBAR Tiket naik sepeda )",
        "35. KONBINI disebelah mana?. ( GAMBAR di dekat sakura samping konbini )",
        "36. Menjenguk kamar. ( NO 325 )",
        "37. Ada cewek mendaftar karate dan bertanya apakah masih dibuka? 1x pertemuan harus membayar 500 円 apakah boleh tidak pakai seragam, apa saja yang harus di bawa ( タホル と５００円 )",
        "38. - Kanji: 4 歳 - Hiragana: よんさい - Romaji: Yonsai - Indonesia: Umur 4 tahun",
        "39. Gambar Buah-buahan",
        "40. Gambar Tempura ada Nasinya ditumpuk",
        "41. Gambar di sebrang kan orang dewasa",
        "42. Gambar Bolpoin 10 Batang, - Kanji: 十本のボールペン - Hiragana: じゅう ほん の ボールペン - Romaji: jū-bon no bōrupen - Bahasa Indonesia: 10 batang ballpoin",
        "43. Gambar Buku sebelahnya Toilet",
        "44. Gambar 3 orang, salah satunya dokter.",
        "45. Bencana Angin Topan",
        "46. Gambar orang kececeran",
        "47. Gambar menuju ketaman.",
        "48. - Nihongo: 20 分 - Kanji: 20 分 - Hiragana: にじゅうふん - Romaji: Nijūfun - Indonesia: 20 menit",
        "49. Alasan kenapa sic cewe terlambat. ( かれはたいふをわすれたのふえ・karena dompetnya ketinggalan )",
        "50. Harga piring kecil Berapa. （ ３５０円 ）",
        "51. Perempuan terlambat datang ke acara untuk menonton FILM terus memilih rekomendasi event lain tapi ( Gambar BIOSKOP えいがをまっています )",
        "52. Tentang BUS. Busnya nomor Berapa dan berhenti di stasiun selanjutnya stasiun apa?. A. Nomor bisnya dan lokasinya B. Gambar rumah sakit sakura no.49 ( 病院桜・びょういんさくら )",
        "53. Tentang Bersih-bersih kantor そうじ kapan dimulainya?, peralatannya dimana?. A. Sebelum rapat dimulai Jam 3 yang ada 前に B. Gambar Receptionis ( うけつけ )",
        "54. Menyiapkan Kaijyo かいじょ ada kursi yang dibagi 2, A. Gambar ruangan yang kursinya ada di kanan kiri, tengahnya ga ada mic B. Gambar kantor yang ada komputernya dan ada laki-laki dan perempuan berdiri",
        "55. Memilih menu makanan kemudian memilih yang paling disuka ( kare カレー )",
        "56. Apa yang membuat pria itu terkagum ( Gambar orang membaca, Melihat drama dan menyanyi )",
        "57. Perempuan disarankan ke えいがかん untuk ikut event masak. ( Keloby ikut serta pemasaran・GAMBAR yang ada ANAKNYA )"
      ]
    },
    {
      "id": "S4",
      "title": "Sesi 4 (Dokkai)",
      "items": [
        "1. Pergi kelaut pakai apa? Ngapain? A. オトバイク Motor B. 泳ぎます・およぎます Berenang",
        "2. Ada pemeriksaan Gas buat rumah A ditanya berapa Menit?.Kapan? A. 20分 B. 7月2日",
        "3. Soal Pemeriksaan Kesehataan  A. Siapa saja? 35歳以上・35 tahun keatas B. Bagaimana cara menelpon? Kanji （ 病院に電話・びょういんにでんわ ）",
        "4. Pamflet Liburan. Liburan ke Kyoto bersama siapa?. Beli apa? A. 家族・かぞく・KELUARGA B. お菓子・おかしのきょうと・CEMILAN",
        "5. Di stasiunberangkat jam berapa dan sampai jam berapa A. 07:30 B. 09:15",
        "6. Pamflet email; Renshuu belajarnya bagaimana? ( setiap hari belajar Bahasa jepang menggunakan HP/CD lebih praktis)",
        "7. --- JAWABAN ( 答えこたえ・つづけた ほうがいいです )",
        "8. 頭 & お茶  - Kanji: 頭 - Hiragana: あたま - Romaji: Atama - Indonesia: Kepala - Kanji: お茶 - Hiragana: おちゃ - Romaji: Ocha - Indonesia: Teh",
        "9. Gambar orang menerima uang (Teller) 銀行/ ぎんこう/ Ginkou/ Bank, 11 時に  / 十一時に じゅういちじに / juuichi-ji ni jam 11 (Nama Toko)",
        "10. Kanji: 水見にいます.  Hiragana: みずみにいます. Romaji: Mizu Mi Ni Imasu. Bahasa Indonesia: Saya sedang melihat air. Gambar Danau. 旅館 / りょかん / Ryokan Penginapan tradisional Jepang.",
        "11. Katakana: タオル Romaji: Kaoru Bahasa Indonesia: Handuk - Kanji: 電気 あまり 使わない - Hiragana: でんき あまり つかわない - Romaji: Denki amari tsukawanai - Indonesia: Saya tidak terlalu sering menggunakan listrik / Saya jarang menggunakan listrik.",
        "12. - Kanji: キャンプ 場道 が 狭かった です - Hiragana: キャンプ じょうどう が せまかっ た です - Romaji: Kyampu jōdō ga semakatta desu - Indonesia: Jalan di tempat berkemah itu sempit.",
        "13. - Kanji: 洗濯屋さんのポスター。 - Hiragana:  せんたくや さん の ポスター - Romaji: Sentakuya-san no posutaa.  - Indonesia: Poster laundry.  - Kanji: 7 午後 - Hiragana: なな ごご - Romaji: Nana gogo - Indonesia: Pukul 7 sore / Pukul 7 petang - Kanji: 1200 円 - Hiragana: せんにひゃく えん - Romaji: Sen ni hyaku en - Indonesia: 1200 yen",
        "14. Acara olahraga ada channel tv mana supotsu shiai?. acara memasak jam berapa?. A. 6JTV  サッカー B. 7:30",
        "15. おけまして おめでとう ございます( Gambar kue, pohon natal Gambar KAGAMI MOCHI)",
        "16. Brosur Laundry bias nyuci banyak ( デザインはありません )",
        "17. Jadwal klinik Gigi libur A. Hari Rabu dan Minggu ( 水曜日と日曜日 ) B. Hari Sabtu jam 17:00・Ada tanda special",
        "18. Brosur Sampah・NamaPerusahaan・( harus di cuci sebelum dikeluarkan Kanji 洗います )",
        "19. Cowo bilang maaf terlambat karena?. Ada dimana sekarang?. A. Salah naik kereta 間遅って B. Stasiun barat  西に駅 にしにえき",
        "20. Gambar Tweet A. 昨日なにをしますか・（ GAMBAR lagi makan di bangku・昼ご飯 ） B. その人は友達とどこにいましたか・（ GAMBAR Kouen ）",
        "21. Ada hari pembuangan sampah A. Sampah plastic di buang hari apa?。・ 土曜日 B. Paying dikeluarkan sampai jam berapa?。・JAM 10:00",
        "22. Kelas memasak masakan Thailand A. Diadakan dimana?。・さくらセンター B. Anak-anak yang pertama di ajarin apa?・タイのあいさつ・intinya yang ada thailandnya.",
        "23. Ada pamflet・jawabannya milih abjad A. Tempatnya ada dimana?. Pilih yang ada kanji・場所・ばしょ・Tempat B. Biayanya berapa?.pilih yang ada kanji・料金・りょうきん・",
        "24. Gambar denah kegiatan Taman A. Apa yang di lakukan di toko…?.・bisa meminjam pakaian tradisional・KIMONO B. Dimana bias membeli ikan?.・jawaban yang ada kanji 売り・うります・魚・さかな",
        "25. ADA SMS YANG BERISI AJAKAN A；INGIN PERGI KEMANA(KEKOTA(絵KOTA) B; INGIN MELAKUKAN APA DIKOTA ITU（INGIN BELANJA KARENA KOTA ITU BANYAK MISE(絵ORANG BELANJA)",
        "26. A;MENDAPATKAN KADO DARI SIAPA（りさんとあさん）B; MENDAPATKAN HADIAH DARI SIAPA（BAJU TENIS(絵GAMBAR WARNA PINK）",
        "27. A:APA YANG TIDAK BOLEH DILAKUKAN DITAMAN（MEMBAWA HEWAN PELIHARAAN(絵BAWA ANJING → ペットを公園に連れて⾏きます）B:APA YANG DILAKUKAN DITAMAN(絵BBQ（コたは所定の場所に捨て、炭は消してくださ）",
        "28. A;BISAMENDENGARMUJSICDIMANA（ホール）B：KAPAN MAKANNYA ADA BANYAK(15;00)",
        "29. A;SABTU BUKA JAM BERAPA（１１；００）B:LIBUR HARI APA(⽊曜⽇）",
        "30. A:ES CREAM DIBERIKAN SETELAH APA（ご飯を⻝べる）B︰MENUNJUKAN TIKET PAS KAPAN(注⽂)",
        "31. Bacaan panjang perkenalan diri a. gambar orang memegang buku b. gambar dua orang sedang mengobrol",
        "32. pamflet obat a. せきがでる b. ⻝事の前",
        "33. bacaan panjang ada gambar masakan a. ねだんが安くなかったとき b. apa yang bisa dilakukan di restoran tersebut jawabannya yang ada にわ nya",
        "34. ada perintah di suruh untuk memfotokopi a. jam 13.00 b. gambar meja yang ada kertas dan namanya diatasnya",
        "35. pamflet makanan a. 11.30 b. set トーストサンドdanコーヒーharganya(530)",
        "36. pemberitahuan ぼねんかい a. acaranya kapan ( ada di pamflet, tanggalnya yang dibagian atas bukan yang dibawah) b. apa yang perlu dibawa (飲み物)"
      ]
    }
  ]
}